{
    "currentLanguage" : "en",
    "homeTitle" : "What role does each of us play in protecting our community ?",
    "homeSubTitle" : "An interactive visualization ",
    "homeBtnContinue" : "Start ",
    "continueBtn" : "See & hear animation",
    "saveBtn" : "Save",
    "saveEditBtn" : "Save edit",
    "cancelBtn" : "Cancel",
    "resetAllBtn" : "Reset all",
    "pageTitle" : "Build your community",
    "subtitle" : "Your community",
    "finalInfo" : "Press the button to go to the animation",
    "skinColorTab" : "Skin color",
    "hairColorTab" : "Hair color",
    "glassesTab" : "Glasses",
    "facialHairTab" : "Facial hair",
    "contextualInfoAvatar" : "Select and customize a character that represents you (your avatar).",
    "nowSelect" : "Now create the avatars of",
    "selectVulnerable": "people around you who are vulnerable to diseases, i.e. they can catch diseases more easily or diseases can make them sicker (e.g. babies, the elderly, people with health problems (cancer, diabetes, asthma, etc.)).",
    "vulnerableDesc": "Now create the avatars of ### people around you who are vulnerable to diseases, i.e. they can catch diseases more easily or diseases can make them sicker (e.g. babies, the elderly, people with health problems (cancer, diabetes, asthma, etc.)).",
    "othersDesc": "Finally, choose and customize ### other avatars. These represent other people around you.",
    "finallySelect" : "Finally, choose and customize",
    "selectOthersPeople": "other avatars. These represent other people around you.",
    "avatar": "your avatar",
    "vulnerable": "a vulnerable person",
    "otherPeople": "a person around you",
    "language": "Français",
    "createAvatar": "Create",
    "editAvatar": "Edit",
    "startAnimation": "Start animation & sound",
    "restartAnimation" : "Replay the animation",
    "redirectSurvey" : "Return to survey",
    "nameInputLabel": "Name",
    "nameInputPlaceHolder": "Name your avatar",
    "totalCharacterCount": "avatars made: ",
    "defaultCharacterName": "Person",
    "displayCaptions": "Display captions",
    "avatarName" : "Your avatar",
    "categories" : ["You", "Vulnerable people", "People around you"],
    "reason" : "Reasons",
    "vulnerableDescription" : "Why is this person at greater risk? This person is: (check all that apply)",
    "sameCharacters": "Same Characters",
    "differentCharacters": "Random Characters",
    "moreColor" : "More Colours",
    "addColor" : "Add color",
    "cancelSpectrumColor" : "Cancel",
    "None": "None",
    "changeAvatar" : "Change avatar",
    "selectAvatar" : "Select a new avatar to replace the current one",
    "replaceYourAvatar" : "Replace your avatar",
    "replaceYourVulnerable" : "Replace your vulnerable person",
    "replaceYourComm" : "Replace a person around you",
    "TranscriptTextBtnHover" : "Transcript for screen readers",
    "doneButton" : "Done",
    "random" : "autofill remaining avatars",
    "stepsMakingAvatar" : [
        {
            "title": "1. Build your avatar",
            "description" : "Choose a character that looks like you."
        },
        {
            "title": "2. Add someone you know who is vulnerable to contagious diseases",
            "description" : "Think about babies, older people, or those with chronic diseases or cancer. Vulnerable people can get sicker than other people if they catch a contagious disease."
        },
        {
            "title": "3. Add a second vulnerable person",
            "description" : "Think about babies, older people, or those with chronic diseases or cancer. Vulnerable people can get sicker than other people if they catch a contagious disease."
        },
        {
            "title": "4. Complete your group with six others in your circle",
            "description" : "Think of people you see often: for example, family, friends, colleagues, neighbours."
        }
    ],
    "commentary" : "--------------------------------- Carousel.vue  -------------------------------------------------",
    "stepsDescription" : [
        {
            "description": "Tutorial instructions for making avatar.",
            "image" : "",
            "prevButton" : "Cancel",
            "nextButton" : "Continue"
        },
        {
            "description": "Choose and customize an avatar to represent you.",
            "image" : "image1.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Enter your name.",
            "image" : "image2.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Choose your skin tone.",
            "image" : "image3.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Choose your hair color. Select accessories (glasses, facial hair) if you want, and save your avatar.",
            "image" : "image4.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Now choose and customize ### avatars of people around you who are at greater risk if they get sick: babies or children, older people, people dealing with a health condition (cancer, diabetes, asthma, etc.) or people who have other health risks.",
            "image" : "image5.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Finally, choose and customize ### other avatars. These represent other people around you.",
            "image" : "image6.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Once all ### avatars are made, click or tap the green button to go to the animation.",
            "image" : "image7.png",
            "prevButton" : "Back",
            "nextButton" : "Continue"
        },
        {
            "description": "Click green button to start the animation.",
            "image" : "image8.png",
            "prevButton" : "Back",
            "nextButton" : "Let's get started"
        }
    ],
    "closeBtnTitle" : "Close tutorial (Escape key)",
    "stepsTitle" : [
        {"stepText" : "Step 1"},
        {"stepText" : "Step 2"},
        {"stepText" : "Step 3"},
        {"stepText" : "Step 4"},
        {"stepText" : "Step 5"},
        {"stepText" : "Step 6"},
        {"stepText" : "Step 7"},
        {"stepText" : "Step 8"},
        {"stepText" : "Step 9"}
    ],
    "tutorial"  : "tutorial",
    "vulnerableOptions": [
      {
        "name" : "Younger people (babies, young children)",
        "id" : 0
      },
      {
        "name" : "Older person (senior)",
        "id" : 1
      },
      {
        "name" : "A person with a more fragile immune system (cancer, diabetes, or other conditions)",
        "id" : 2
      }
    ],



    "dialogTitle" : "Welcome",
    "dialogTexte" : "This application is optimized for iOS, Android, Chrome, Firefox, Safari, Opera with the view set at 100% zoom. Other browsers (e.g., Internet Explorer, Microsoft Edge) are not currently supported.",
    "dialogbtn" : "Ok",




    "transcriptInfos1" : "What role does each of us play in protecting our community?",
    "transcriptInfos2" : "[descriptive text: The image shows 100 grey hexagons, each representing one person, arranged on the screen.]",
    "transcriptInfos3" : "Imagine this is you.",
    "transcriptInfos4" : "[The video zooms in on the hexagon in the middle of the 100. The hexagon has an avatar representing you, wearing an orange T-shirt and an orange outline appears around your avatar ]",
    "transcriptInfos5" : "These are people around you--people you see often, like your family, friends, neighbours, or coworkers, and the people around them that they see often.",
    "transcriptInfos6" : "[The video zooms out a little to show other avatars and hexagons around you. The other avatars are wearing dark grey T-shirts.]",
    "transcriptInfos7" : "Some of these people, like babies, older people, or those with fragile immune systems (for example, cancer patients)",
    "transcriptInfos8" : "[Orange lines appear around two hexagons next to you. These hexagons have avatars representing vulnerable people in close to you.]",
    "transcriptInfos9" : "… are more vulnerable to contagious diseases, either because they can catch them more easily, or the diseases can make them sicker.",
    "transcriptInfos10" : "[The background of the two hexagons representing vulnerable people changes from grey to pale yellow.]",
    "transcriptInfos11" : "When a contagious disease enters your community, people can catch it, pass it on to those around them, get sick, or even die from it, especially vulnerable people.",
    "transcriptInfos12" : "[A red line enters the close-up of hexagons shown in the screen. It touches a grey hexagon. The hexagon turns red. The T-shirt of the avatar also turns red. Then a line extends from that red hexagon to another grey hexagon, it turns red, and so on. Soon, about half of the hexagons have been touched by a red line and have turned red, including your avatar and the two avatars representing vulnerable people.]",
    "transcriptInfos13" : "For some contagious diseases, we have vaccines to protect us. Vaccines train our immune system--the body’s protection system--to fight against diseases. People who are vaccinated are less likely to catch and pass on those diseases.",
    "transcriptInfos14" : "[Many hexagons’ background turns blue to represent having been vaccinated. The red hexagons extend lines to the blue hexagons, but unlike the grey hexagons, the blue ones don’t turn red upon contact by a red line.] ",
    "transcriptInfos15" : "But vaccines are not perfect. They don’t work every time. And their protection can fade over time…",
    "transcriptInfos16" : "[The red hexagons extend lines to the blue hexagons, and this time the blue hexagone is  turned red upon contact by a red line showing that sometimes vaccines do not work. And then slowly all blue hexagons turn grey showing that vaccine protection gets faded over time.]",
    "transcriptInfos17" : "...making additional doses of vaccine necessary to ensure protection.\n[The video zooms out and most of the hexagons turns blue showing that now additional doses of vaccines are given to ensure protection from the diseases]",
    "transcriptInfos18" : "When you and enough people around you are vaccinated, this creates a protective barrier for your community.",
    "transcriptInfos19" : "[The video shows all 100 hexagons, the majority of which are blue.]",
    "transcriptInfos20" : "This barrier is known as “herd immunity” or “community immunity”. Community immunity helps prevent contagious diseases from spreading from one person to another.",
    "transcriptInfos21" : "[The space in between the blue hexagons fills in with a paler blue, and the whole connected shape pulses gently. The two hexagons representing vulnerable people are still yellow, and are surrounded by the blue shape.]",
    "transcriptInfos22" : "Some diseases spread more easily than others and need more people to be vaccinated to create community immunity.",
    "transcriptInfos23" : "[ The whole connected shape blue in colour is shown, and some hexagone gets red in colour and turns few others who are grey in colour to red color. The two hexagons representing vulnerable people are still yellow, and are surrounded by the blue shape representing that community immunity. ]",
    "transcriptInfos24" : "If not enough people are vaccinated, your community will not be protected.",
    "transcriptInfos25" : "[The connected blue lines disappear and some of the hexagons turn grey showing not being vaccinated and some hexagons are still blue in colour showing vaccinated.]",
    "transcriptInfos26" : "Then, diseases can more easily spread and reach you, the people around you, and others in your community, including vulnerable people.",
    "transcriptInfos27" : "[The red line representing infection touches most of the hexagons and turns them to red color showing spread of infection. The two pale yellow hexagons also turn to red color showing that weakened community immunity has infected them too.]",
    "transcriptInfos28" : "When your community has community immunity, your community is protected.",
    "transcriptInfos29" : "[Most of the hexagons turn blue and the space in between the blue hexagons fills in with a paler blue, and the whole connected shape pulses gently. The two hexagons representing vulnerable people are still yellow, and are surrounded by the blue shape representing that community immunity. ]",
    "transcriptInfos30" : "….including vulnerable people who depend on those around them for protection.",
    "transcriptInfos31" : "[The dark blue outline surrounds the two pale yellow hexagons showing that community immunity protects them.]",
    "transcriptInfos32" : "This means that your decision to get vaccinated or not has an impact not only on you, but also on other people in your community.",
    "transcriptInfos33" : "[The whole connected shape blue in colour is shown, and the dark blue outline surrounds the two pale yellow hexagons showing that community immunity protects them.]\n",
    "transcriptInfos34" : ""
}
